"BUTTON_AUTHENTICATE" = "استفاده از شماره تلفن من";

"BUTTON_CREATED_ACCOUNT" = "حساب ایجاد شد";

"BUTTON_CREATE_ACCOUNT" = "ایجاد حساب";

"BUTTON_CREATING_ACCOUNT" = "ایجاد حساب";

"BUTTON_DISMISS" = "نادیده گرفتن";

"BUTTON_NOT_NOW" = "حالا نه";

"BUTTON_OK" = "تأیید";

"BUTTON_OKAY" = "تأیید";

"BUTTON_RESEND_CONF_CODE" = "ارسال مجدد کد تأیید";

"BUTTON_RETRY" = "تلاش مجدد";

"BUTTON_SENDING_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "تایید‌سازی";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "تایید شد";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "در حال تایید‌سازی";

"BUTTON_SEND_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SENT_CONF_CODE" = "کد تأیید ارسال شد";

"BUTTON_SIGNED_IN" = "وارد سیستم شد";

"BUTTON_SIGNING_IN" = "ورود به سیستم";

"BUTTON_SIGN_IN" = "ورود به سیستم";

"BUTTON_SIGN_IN_WITH_TWITTER" = "ورود به سیستم با توییتر";

"BUTTON_TRY_DIFFERENT_NUMBER" = "شماره دیگری را امتحان کنید";

"ERROR_CHECK_CODE_TRY_AGAIN" = "لطفاً کدتان را بررسی کنید و دوباره امتحان کنید";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "لطفاً اتصال شبکه تان را بررسی کنید و دوباره امتحان کنید";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "لطفاً شماره تان را بررسی کنید و دوباره امتحان کنید";

"ERROR_TRY_AGAIN_LATER" = "این بار نتوانستیم شما را به توییتر وارد کنیم. لطفاً بعداً دوباره امتحان کنید.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "شما پیش‌تر کد تایید ۲مرحله‌ای را در <u>digits.com</u> تنظیم کرده‌اید.";

"FOOTNOTE_CREATE_ACCOUNT" = "با ضربه زدن بر روی \"ایجاد حساب\" در بالا، شما با <u>شرایط استفاده</u> ،<u>سیاست‌حریم شخصی</u> و <u>سیاست‌کوکی‌های</u> Digits by Twitter موافقت می کنید و علاه بر آن، سایر کاربران %@ می‌توانند با استفاد از شماره تلفن و/یا ایمیل شما را پیدا کنند.";

"FOOTNOTE_SEND_CONF_CODE" = "با ضربه زدن بر روی \"ارسال کد تاییدسازی\" در بالا، <u>Digits by Twitter</u> یک پیامک برای شما ارسال می‌کند تا شماره تلفن خود را تایید کنید.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "وارد کردن کد تایید ۲مرحله‌ای";

"LABEL_ENTER_CONF_CODE" = "کد تأیید را وارد کنید";

"LABEL_ENTER_PHONE_NUMBER" = "شماره تلفنتان را وارد کنید";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "ما از Digits by Twitter استفاده می‌کنیم تا تعداد بیشتری از دوستان شما که از این برنامه استفاده می کنند را پیدا کنیم. وقتی تأیید را بزنید، دفترچه آدرس شما را در Digits by Twitter بارگذاری خواهیم کرد تا شما را در یافتن کاربران %@ که می‌شناسید کمک کنیم یا به سایر کاربران %@ کمک کنیم شما را پیدا کنند.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "دوستانتان را پیدا کنید";

"LABEL_PLEASE_USE_TWITTER" = "لطفا با توییتر وارد شوید";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "شماره تلفن شما به یک حساب توییتر متصل است. لطفا از قسمت زیرین با توییتر وارد شوید.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "امکان تأیید شماره تلفن شما وجود ندارد";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "متأسفیم مشکلی در فرستادن رمز تأیید به شما وجود دارد.";

"PARTIAL_FOOTNOTE_THIS_APP" = "این برنامه";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "کد تایید‌سازی";

"PLACEHOLDER_CONF_CODE" = "کد تأیید";

"PLACEHOLDER_YOUR_NUMBER" = "شماره تلفن شما";

